[
  {
    "title": "Peter Grill to Kenja no Jikan: Super Extra",
    "image": "https://myanimelist.net/anime/50348/Peter_Grill_to_Kenja_no_Jikan__Super_Extra/pics",
    "synopsis": "Second season of Peter Grill to Kenja no Jikan."
  },
  {
    "title": "KanColle: Itsuka Ano Umi de",
    "image": "https://myanimelist.net/anime/30455/KanColle__Itsuka_Ano_Umi_de/pics",
    "synopsis": "The dawn of a decisive battle nears in Leyte Gulf against the Abyssal Fleet, the mysterious enemies that occupy the sea. As the only ones capable of fighting them, Kanmusu—young girls possessing the souls of warships—reorganize in preparation. The Shiratsuyu-class destroyer Shigure is assigned to the First Striking Force, Third Section—also known as 1YB3H.\nUnfortunately for Shigure, 1YB3H consists of the remaining few Kanmusu and serves as a diversionary fleet. Needing to confront the Abyssal Fleet head-on, it may well be their first and final mission together. Even so, Shigure refuses to let the enemy take another comrade from her. As they advance toward Leyte Gulf during this suicidal mission, the members of 1YB3H must support each other and persevere to prove their worth as competent ships.\n[Written by MAL Rewrite]"
  },
  {
    "title": "Koukyuu no Karasu",
    "image": "https://myanimelist.net/anime/50590/Koukyuu_no_Karasu/pics",
    "synopsis": "Among the royal court, there is an individual feared as much as revered: the Raven Consort Ryuu Jusetsu. Residing in her jet-black palace and isolated from the emperor, she is the subject of countless rumors. Claimed to possess mystic abilities, she is said to take on any request—from finding lost items to inflicting curses. While some call her an immortal sage, others believe her to be a terrifying revenant. But such comments fail to faze Jusetsu, who prefers to spend her days in quiet solitude. That is, until the emperor, Ka Koushun, barges into her court and asks for her assistance with a mysterious case.\nThe young emperor's request requires Jusetsu to step out of her palace for the first time. Despite Ka Koushun's frequent visits annoying her to no end, she cannot bring herself to turn him away. Her predecessor's teachings echo in her ears: the Raven Consort is destined to remain forever alone and never desire anything. Yet Jusetsu finds herself making the first of several bonds when she asks Jiujiu, an innocently inquisitive court girl, to be her sole attendant.\n Together, they begin fulfilling requests from the people of the palace. However, unknown perils lurk in the outside world, and drawing attention to herself may bring Jusetsu face-to-face with a past that is better left undisturbed.\n[Written by MAL Rewrite]"
  },
  {
    "title": "Mushikaburi-hime",
    "image": "https://myanimelist.net/anime/50923/Mushikaburi-hime/pics",
    "synopsis": "For generations, the Bernstein family has been recognized as a house of nobles who favor books over everything else. Elianna Bernstein, daughter of a baron of the Sauslind Kingdom, is no different. But instead of being called a bookworm, she is known as the Bibliophile Princess.\nFour years ago, the crown prince, Christopher Selkirk Asherald, offered Elianna a special arrangement: if she would become his fiancée, he promised that she could continue to spend all her free time reading. Despite having to inherit a title of great responsibility, she agreed to the proposal, enticed by the prospect of gaining access to the royal archives housing a wide selection of books.\nTo this day, Elianna firmly believes that her engagement is void of romantic sentiment. When she notices Christopher's interactions with another girl, she presumes that the days she spends with him will soon reach an end. Yet, during this period of uncertainty, Elianna and Christopher open a new chapter in their relationship, gradually uncovering their genuine feelings as they grow to better understand each other. \n[Written by MAL Rewrite]"
  },
  {
    "title": "IDOLiSH7 Third Beat! Part 2",
    "image": "https://myanimelist.net/anime/46654/IDOLiSH7_Third_Beat_Part_2/pics",
    "synopsis": "IDOLiSH7 is more successful than ever, but no one is smiling because a new threat has taken the stage: the debuting idol group ŹOOĻ. Managed by the nefarious entertainment executive Ryou Tsukumo, they will stop at nothing to get their way, resorting to all kinds of underhanded tactics to bring down their rivals. TRIGGER's image has already been ruined by scandal, and IDOLiSH7 and Re:vale are headed for the same fate—or worse.\nMeanwhile, Zero, the legendary idol who disappeared 15 years ago, continues to haunt the present through those he left behind. His manager seems to be in contact with Tsukumo for his own schemes, and Zero's songwriter reveals himself in a letter after having been missing for years. IDOLiSH7 finds an ally in Re:vale to thwart ŹOOĻ's plans while trying to make sense of Zero's colleagues' actions, but it may be impossible for everyone to emerge unscathed.\n[Written by MAL Rewrite]"
  },
  {
    "title": "Chiikawa",
    "image": "https://myanimelist.net/anime/50250/Chiikawa/pics",
    "synopsis": "What's a Chiikawa? No one really knows, but everyone can see they're small, they're cute, and they're always having a fun time! Join them as they explore their surreal world with the sharp humor and clever antics that make the Chiikawa irresistible.\n(Source: HIDIVE, edited)"
  }
]